Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: Example: Aurora Editor crashes when using autocomplete
ar_ae: مثال: يتعطل محرر أورورا عند استخدام الإكمال التلقائي
da: Eksempel: Aurora Editor crasher, når der anvendes autoudfyldning.
de: Beispiel: Aurora Editor stürzt ab, wenn Autocomplete verwendet wird.
de_ch: Der Aurora Editor stürzt ab, wenn Autocomplete verwendet wird.
es: Ejemplo: el Editor Aurora se bloquea al usar el autocompletado
es_mx: Ejemplo: el Editor de Aurora se bloquea al usar el autocompletado
es_us: Ejemplo: el Editor de Aurora se bloquea al usar el autocompletado
fr: Exemple : L'éditeur Aurora plante lors de l'utilisation du complet automatique
fr_ca: Exemple : L'éditeur d'Aurora plante lors de l'utilisation du complet automatique.
hi_in: उदाहरण: ऑटोकम्प्लीट का उपयोग करते समय अरोड़ा एडिटर क्रैश हो जाता है
id: Contoh: Aurora Editor macet saat menggunakan pelengkapan otomatis
it: Esempio: l'Editor Aurora si blocca quando si usa il completamento automatico
it_ch: Esempio: l'Editor di Aurora si blocca quando si utilizza il completamento automatico.
ja_jp: 自動完成を使用すると、オーロラエディタがクラッシュします。
ko_kr: 예: 자동완성 사용 시 오로라 편집기가 충돌합니다.
nb_no: Eksempel: Aurora Editor krasjer ved bruk av automatisk fullføring.
nl: Voorbeeld: Aurora Editor crasht bij het gebruik van autocomplete
pl: Przykład: Aurora Editor ulega awarii podczas korzystania z autouzupełniania
pt: Exemplo: O Editor Aurora trava ao usar o autocomplete
pt_br: Exemplo: O Editor Aurora trava quando usa o preenchimento automático.
ru: Пример: Aurora Editor падает при использовании автозаполнения
sv: Störningar i Aurora Editor: När autokompletteringen används, kraschar programmet.
th: ตัวอย่าง: Aurora Editor ขัดข้องเมื่อใช้การเติมข้อความอัตโนมัติ
tr: Örnek: Aurora Editörü otocomplete kullanırken çöker
uk_ua: Приклад: Aurora Editor виходить з ладу при використанні автозаповнення
vi: Ví dụ: Trình chỉnh sửa Aurora bị sập khi sử dụng tính năng tự động hoàn thành
zh_hans: 示例：使用自动完成时，极光编辑器崩溃了。
zh_hant: 示例：使用自動完成時極光編輯器崩潰

source: Copy Identifier
ar_ae: معرف النسخ
da: Kodelens ID-nummer
de: Kennzeicungskopie
de_ch: Identifikationskopie
es: Identificador de copia
es_mx: Identificador de copia
es_us: Identificador de copia
fr: Copier l'identifiant
fr_ca: Copier l'identifiant.
hi_in: पहचानकर्ता की नक़ल करें
id: Salin Pengenal
it: Identificatore di copia
it_ch: Identificatore di copia
ja_jp: コピー識別子
ko_kr: 복사 식별자
nb_no: Kopier identifikator
nl: Kopie Identifier
pl: Kopiuj identyfikator
pt: Identificador de cópia
pt_br: Identificador de cópia
ru: Идентификатор копирования
sv: Identifier kopiera
th: ตัวระบุสําเนา
tr: Tanıma Numarasını Kopyala
uk_ua: Ідентифікатор копіювання
vi: Bản sao Định danh
zh_hans: 副本标识符
zh_hant: 副本識別符號

source: Commit message rule failure
ar_ae: فشل قاعدة رسالة الالتزام
da: Fejl i loven om meddelelser i fæ
de: Fehlschlag bei der Befehlsregel für die Nachricht
de_ch: Fehlschlag bei der Regel für die Nachricht, die Sie
es: Error de la regla de mensajes de compromiso
es_mx: Fallo en la regla del mensaje de compromiso
es_us: Fallo en la regla del mensaje de compromiso
fr: Échec de la règle de message d'affiliation.
fr_ca: Échec de la règle de message de dépôt.
hi_in: कमिट संदेश नियम विफलता
id: Kegagalan aturan pesan komit
it: Guasto alla regola del messaggio di commessa
it_ch: Guasto alla regola del messaggio di commessa.
ja_jp: メッセージ規則違反
ko_kr: 메시지 규칙 위반
nb_no: Feil i loven om melding fra overføring
nl: Fout in de regelgeving voor berichtgeving over misd
pl: Błąd reguły wiadomości zatwierdzania
pt: Falha na regra de mensagem de confirmação
pt_br: Falha na regra de mensagem de confirmação.
ru: Ошибка правила сообщения коммита
sv: Fel i meddelande regel för commit
th: กฎข้อความคอมมิทล้มเหลว
tr: Mesaj yükleme kuralları hatası
uk_ua: Помилка правила повідомлення
vi: Lỗi quy tắc thông báo cam kết
zh_hans: 错误的消息规则
zh_hant: 傳送訊息規則失敗

source: Example: Aurora Editor crashes when the autocomplete popup appears on screen.
ar_ae: مثال: يتعطل Aurora Editor عندما تظهر النافذة المنبثقة للإكمال التلقائي على الشاشة.
da: Hvis pop op-vinduet til automatisk udfyldning vises på skærmen, kan det være et tegn på, at Aurora Editor crasher.
de: Wenn das Popup-Fenster für die automatische Vervollständigung auf dem Bildschirm erscheint, stürzt der Aurora Editor ab.
de_ch: Der Aurora Editor stürzt ab, wenn das Popup-Fenster für die Autokompletierung auf dem Bildschirm erscheint.
es: Ejemplo: el Editor Aurora se bloquea cuando aparece la ventana emergente de autocompletación en la pantalla.
es_mx: Ejemplo: el Editor de Aurora se bloquea cuando aparece la ventana emergente de autocompletación en la pantalla.
es_us: Ejemplo: el Editor de Aurora se bloquea cuando aparece la ventana emergente de autocompletado en la pantalla.
fr: Exemple : L'éditeur Aurora plante lorsque la fenêtre contextuelle de la recherche automatique apparaît à l'écran.
fr_ca: L'exemple suivant illustre comment l'éditeur d'Aurora plante lorsque la fenêtre contextuelle de renseignements pop-up s'affiche.
hi_in: उदाहरण: ऑरोरा एडिटर क्रैश हो जाता है जब ऑटोकम्प्लीट पॉपअप स्क्रीन पर दिखाई देता है।
id: Contoh: Aurora Editor macet saat popup pelengkapan otomatis muncul di layar.
it: Esempio: l'Editor Aurora si blocca quando appare il popup del completamento automatico sullo schermo.
it_ch: L'interferenza del completamento automatico appare sullo schermo e l'editor di Aurora si blocca.
ja_jp: 画面に自動完成ポップアップが表示されたときに、オーロラエディタがクラッシュする例。
ko_kr: 예: 화면에 자동완성 팝업이 나타나면 오로라 편집기가 충돌합니다.
nb_no: For eksempel: Aurora Editor-vinduet din lukkes når popup-vinduet for automatisk fullføring vises på skjermen.
nl: Voorbeeld: Aurora Editor crasht wanneer de pop-up voor automatisch invullen op het scherm verschijnt.
pl: Przykład: Aurora Editor ulega awarii, gdy na ekranie pojawia się wyskakujące okienko autouzupełniania.
pt: Exemplo: O Editor Aurora trava quando a janela pop-up de preenchimento automático aparece no ecrã.
pt_br: Exemplo: O Editor Aurora trava quando a janela pop-up de preenchimento automático aparece na tela.
ru: Пример: Aurora Editor завершает сбой, когда на экране появляется всплывающее окно автозаполнения.
sv: Det kan hända att Aurora Editor kraschar när popup-fönster för autokomplettering visas på skärmen.
th: ตัวอย่าง: Aurora Editor ขัดข้องเมื่อป๊อปอัพการเติมข้อความอัตโนมัติปรากฏขึ้นบนหน้าจอ
tr: Örnek: Ekran üzerinde otomatik tamamlama açılır pencere görünürken Aurora Editörü çöker.
uk_ua: Приклад: Aurora Editor виходить з ладу, коли на екрані з'являється спливаюче вікно автозаповнення.
vi: Ví dụ: Trình chỉnh sửa Aurora bị sập khi cửa sổ bật lên tự động hoàn thành xuất hiện trên màn hình.
zh_hans: 示例：当自动完成弹出窗口出现在屏幕上时，极光编辑器崩溃。
zh_hant: 示例：當自動完成彈出視窗出現在螢幕上時，極光編輯器崩潰。

source: Optional Message
ar_ae: رسالة اختيارية
da: Valgfrit besked
de: Optionale Nachricht
de_ch: Optionale Nachricht
es: Mensaje Opcional
es_mx: Mensaje Opcional
es_us: Mensaje Opcional
fr: Message Facultatif
fr_ca: Message facultatif
hi_in: वैकल्पिक संदेश
id: Pesan Opsional
it: Messaggio facoltativo
it_ch: Messaggio facoltativo
ja_jp: オプションメッセージ
ko_kr: 선택적 메시지
nb_no: Valgfritt meldingsinnhold
nl: Optioneel bericht
pl: Opcjonalna wiadomość
pt: Mensagem Opcional
pt_br: Mensagem Opcional
ru: Дополнительное сообщение
sv: Valfritt meddelande
th: ข้อความเสริม
tr: İsteğe Bağlı Mesaj
uk_ua: Необов'язкове повідомлення
vi: Tin nhắn tùy chọn
zh_hans: 可选信息
zh_hant: 可選訊息

source: Icon
ar_ae: أَيْقونة
da: Ikon
de: Symbol
es: Icono
es_mx: Icono
es_us: Icono
fr: Icône
fr_ca: Icône
hi_in: आइकन
id: Ikon
it: Icona
it_ch: Icona
ja_jp: アイコン
ko_kr: 아이콘
nb_no: Ikon
nl: Icoon
pl: Ikona
pt: Ícone
pt_br: Ícone
ru: Иконка
sv: Ikon
th: รูปภาพ
tr: Ikon
uk_ua: Іконка
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

source: Close
ar_ae: قَريب
da: Lukke
de: Schließen
de_ch: Ende
es: Cerrar
es_mx: Fin
es_us: Fin
fr: Fermer
fr_ca: Fermer
hi_in: बंद करना
id: Dekat
it: Chiudere
it_ch: Chiudere
ja_jp: 閉じる
ko_kr: 가까운
nb_no: Slutt
nl: Sluiten
pl: Blisko
pt: Fechar
pt_br: Fechar
ru: Закрытый
sv: Stänga
th: ปิด
tr: Yakın
uk_ua: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Language Icon
ar_ae: أيقونة اللغة
da: Sprog ikon
de: Sprach-Symbol
de_ch: Sprach-Symbol
es: Icono de idioma
es_mx: Icono de idioma
es_us: Icono de Idioma
fr: Icône de langue
fr_ca: Icône de langue.
hi_in: भाषा आइकन
id: Ikon Bahasa
it: Icona del linguaggio
it_ch: Icona linguistica
ja_jp: 言語アイコン
ko_kr: 언어 아이콘
nb_no: Språklig ikon
nl: Taal icoon
pl: Ikona Języka
pt: Ícone de linguagem
pt_br: Ícone de linguagem
ru: Значок языка
sv: Språk-ikon
th: ไอคอนภาษา
tr: Dil Simgesi
uk_ua: Значок мови
vi: Biểu tượng ngôn ngữ
zh_hans: 语言图标
zh_hant: 語言圖示

source: Stash Changes
ar_ae: تغييرات المخبأ
da: Skift i opbevaringen
de: Versteckte Änderungen
de_ch: Änderung der Lagerung
es: Cambios de Almacenamiento
es_mx: Cambios de Almacenaje
es_us: Cambios de Almacenamiento
fr: Modifications de cache
fr_ca: Modifications de cache
hi_in: स्टैश परिवर्तन
id: Perubahan Simpanan
it: Modifiche al nascondiglio
it_ch: Modifiche di archiviazione
ja_jp: 変化を隠す
ko_kr: 변화된 숨김처
nb_no: Lagerendringer
nl: Verandering in de opslagplaats
pl: Zmiany w zapasach
pt: Mudanças de Esconderijo
pt_br: Mudanças de Esconderijo
ru: Изменения в тайнике
sv: Förändringar i förvaringsutrymmet
th: การเปลี่ยนแปลงที่ซ่อน
tr: Değişiklikleri Sakla
uk_ua: Зміни Сховки
vi: Những thay đổi trong kho
zh_hans: 隐藏变化
zh_hant: 儲存變更

source: Clear button
ar_ae: زر واضح
da: Togtast
de: Tüppchen frei
de_ch: Tüppig Knopf
es: Botón claro
es_mx: Botón de aclarar
es_us: Botón de aclarar
fr: Bouton clair
fr_ca: Bouton clair
hi_in: बटन साफ़ करें
id: Hapus tombol
it: Pulsante di spegnimento
it_ch: Tocco Clear
ja_jp: クリアボタン
ko_kr: 클리어 버튼
nb_no: Tynn knapp
nl: Heldere knop
pl: Wyczyść przycisk
pt: Botão claro
pt_br: Botão claro
ru: Кнопка «Очистить»
sv: Täck knappen
th: ปุ่มล้าง
tr: Boş düğme
uk_ua: Очистити кнопку
vi: Nút xóa bỏ
zh_hans: 清除按钮
zh_hant: 清除按鈕

source: Code Coverage
ar_ae: تغطية الرمز
da: Dækning af koden
de: Abdeckung des Codes
de_ch: Dekodierungscoverung
es: Cobertura del código
es_mx: Cobertura del código
es_us: Cobertura del código
fr: Couverture du code
fr_ca: Couverture du code.
hi_in: कोड कवरेज
id: Cakupan Kode
it: Copertura del codice
it_ch: Copertura del codice
ja_jp: コードのカバレッジ
ko_kr: 코드 적용 범위
nb_no: Dekning av koden
nl: Cobertuur van de code
pl: Pokrycie kodu
pt: Cobertura do Código
pt_br: Cobertura do Código
ru: Покрытие кода
sv: Kod täckning
th: ความคุ้มครองรหัส
tr: Kod Kapsamı
uk_ua: Покриття коду
vi: Độ che phủ của mã
zh_hans: 编码覆盖范围
zh_hant: 程式覆蓋範圍

source: Select...
ar_ae: اختر...
da: Vælg...
de: Auswählen...
de_ch: Auswählen...
es: Seleccionar...
es_mx: Seleccionar...
es_us: Seleccionar...
fr: Choisir...
fr_ca: Sélectionner...
hi_in: चुनें...
id: Pilih...
it: Seleziona...
it_ch: Seleziona...
ja_jp: 選択する...
ko_kr: 선택...
nb_no: Velg...
nl: Kies...
pl: Wybierz...
pt: Selecione...
pt_br: Selecione...
ru: Выберите...
sv: Välj...
th: เลือก...
tr: Seç...
uk_ua: Вибрати...
vi: Chọn...
zh_hans: 选择...
zh_hant: 選擇...

source: Git Repository URL
ar_ae: عنوان URL لمستودع Git
da: Git-repositoryens URL
de_ch: URL des Git-Repositories
es: URL del Repositorio Git
es_mx: URL del repositorio Git
es_us: URL del Repositorio Git
fr: Url du dépôt Git
fr_ca: URL du dépôt Git.
hi_in: गिट रिपॉज़िटरी यूआरएल
id: URL Repositori Git
it: URL del Repository Git
it_ch: URL del Repository Git
ja_jp: GitリポジトリのURL
ko_kr: Git 저장소 URL
pl: Adres URL repozytorium Git
pt: URL do Repositório Git
pt_br: URL do Repositório Git
ru: URL-адрес репозитория Git
sv: Git-förrådets URL-adress
th: URL ที่เก็บ Git
tr: Git Deposu URL'si
uk_ua: URL-адреса сховища Git
vi: URL kho lưu trữ Git
zh_hans: Git存储库网址
zh_hant: Git 存儲庫網址

source: Git Branch
ar_ae: فرع جيت
da: Git-gren
de: Git-Zweig
de_ch: Git-Zweig
es: Rama Git
es_mx: Rama Git
es_us: Rama Git
fr: Branche Git
fr_ca: Branche Git
hi_in: गिट शाखा
id: Cabang Git
it: Ramo Git
it_ch: Ramo Git
ja_jp: リポジトリブランチ
ko_kr: Git 지점
nb_no: Git-gren
nl: Git-tak
pl: Gałąź Git
pt: Ramo Git
pt_br: Ramo do Git
ru: Ветка Git
sv: Git-gren
th: สาขา Git
tr: Git Şubesi
uk_ua: Гілка Git
vi: Chi nhánh Git
zh_hans: Git分支
zh_hant: Git分支

source: Universal
ar_ae: عامّ
da: Verdensomfattende
de: Universell
de_ch: Universell
fr: Universel
fr_ca: Universel
hi_in: सार्वभौमिक
it: Universale
it_ch: Universale
ja_jp: 普遍的な
ko_kr: 보편적인
nb_no: Allmenn
nl: Universeel
pl: Uniwersalny
ru: Универсальный
sv: Allmän
th: สากล
tr: Genel
uk_ua: Універсальний
vi: Phổ biến
zh_hans: 普遍的
zh_hant: 普遍的

source: Checkmark Icon
ar_ae: أيقونة علامة الاختيار
da: Flueben-ikon
de: Häkchen-Symbol
de_ch: Häkchen-Symbol
es: Icono de la marca de verificación
es_mx: Icono de verificación
es_us: Icono de verificación
fr: Icône de coche
fr_ca: Icône de coche
hi_in: चेकमार्क आइकन
id: Ikon Tanda Centang
it: Icona della spunta
it_ch: Icona spunta
ja_jp: チェックマークアイコン
ko_kr: 체크마크 아이콘
nb_no: Hakeikon
nl: Hakenken Ikoon
pl: Ikona znacznika wyboru
pt: Ícone da marcação de seleção
pt_br: Ícone da marcação de seleção
ru: Значок галочки
sv: Kontrasterande ikon för grönt
th: ไอคอนเครื่องหมายถูก
tr: Simge İşareti
uk_ua: Значок Галочок
vi: Biểu tượng dấu tích kiểm
zh_hans: 勾号图标
zh_hant: 勾選圖示

source: Checking for Updates...
ar_ae: التحقق من وجود تحديثات...
da: Tjekker opdateringer...
de: Aktualisierungen prüfen...
de_ch: Aktualisierungen prüfen...
es: Verificando actualizaciones...
es_mx: Verificando actualizaciones...
es_us: Verificando actualizaciones...
fr: Vérification des mises à jour...
fr_ca: Vérification des mises à jour...
hi_in: अपडेट के लिए जाँच कर रहा है...
id: Memeriksa Pembaruan...
it: Controllo degli aggiornamenti...
it_ch: Controllo aggiornamenti...
ja_jp: 更新を確認中...
ko_kr: 업데이트 확인 중...
nb_no: Kontrollerer oppdateringer...
nl: Updates controleren...
pl: Sprawdzanie aktualizacji...
pt: A verificar se há novidades...
pt_br: Verificando atualizações...
ru: Проверка обновлений...
sv: Kontroll av uppdateringar...
th: กําลังตรวจสอบการอัปเดต...
tr: Güncellemeler için Kontrol Ediliyor...
uk_ua: Перевірка оновлень...
vi: Đang kiểm tra cập nhật...
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

source: Stashes will appear in the Source Control navigator for your repository.
ar_ae: ستظهر المخبأات في متصفح التحكم في المصدر لمستودعك.
da: Kildehåndteringsnavigeren viser gemte mapper i dit repository.
de: Die Ablageorte erscheinen im Source Control Navigator für Ihr Repository.
de_ch: Die Quelleüberwachungsnavigationsleiste Ihres Repositories zeigt die Verstecke an.
es: Los almacenes aparecerán en el navegador de control de fuente para su repositorio.
es_mx: Aparecerán guías de escondidas en el navegador de control de fuente para su repositorio.
es_us: Las guías de aparecimientos aparecerán en el navegador de control de fuente para su repositorio.
fr: Les caches apparaîtront dans le navigateur de contrôle de source pour votre dépôt.
fr_ca: Les caches apparaîtront dans le navigateur Contrôle de source pour votre dépôt.
hi_in: आपके रिपॉज़िटरी के लिए सोर्स कंट्रोल नेविगेटर में स्टैश दिखाई देंगे।
id: Stashes akan muncul di navigator Kontrol Sumber untuk repositori Anda.
it: I nascondigli appariranno nel navigatore di Controllo sorgente per il tuo deposito.
it_ch: Nella guida del Controllo sorgente, per il vostro deposito appariranno delle nascondigli.
ja_jp: リポジトリのソースコントロールナビゲータに、スタッシュが表示されます。
ko_kr: 저장소용 소스 제어 탐색기에 저장소용 스택이 나타납니다.
nb_no: Plasseringen av lagre vises i Source Control-navigatoren for depotet ditt.
nl: Opslagplaatsen verschijnen in de broncontrole navigator voor uw repository.
pl: Schówki pojawią się w nawigatorze kontroli źródeł dla twojego repozytorium.
pt: Os esconderijos aparecerão no navegador de Controlo de Origem para o seu repositório.
pt_br: Os esconderijos aparecerão no navegador de Controle de Fonte para o seu repositório.
ru: Stashes появятся в навигаторе Source Control для вашего репозитория.
sv: För ditt lagerområde visas ett flik för källkontroller i källkontrollsnavigeraren.
th: Stashes จะปรากฏในเนวิเกเตอร์การควบคุมแหล่งที่มาสําหรับที่เก็บของคุณ
tr: Kaynak Kontrol gezginiğinizde depolamanız için gizli yerler görünecektir.
uk_ua: Сховища з'являться в навігаторі Source Control для вашого сховища.
vi: Các kho sẽ xuất hiện trong trình điều hướng Nguồn kiểm soát cho kho lưu trữ của bạn.
zh_hans: 资源控制导航栏中将显示存储库的隐藏内容。
zh_hant: 儲存庫的源控導航器中將顯示儲存庫。

source: Dismiss
ar_ae: طَرَدَ
da: Fyre
de: Abweisend
de_ch: Entlassen
es: Desestimar
es_mx: Despedir
es_us: Despedir
fr: Rejeter
fr_ca: Rejeter
hi_in: जाने देना
id: Memecat
it: Licenziare
it_ch: Licenziare
ja_jp: 解雇する
ko_kr: 해산시키다
nb_no: Sparke
nl: Ontslaan
pl: Zwolnić
pt: Dispensar
pt_br: Dispensar
ru: Увольнять, уволить
sv: Avskeda
th: เลิก
tr: Reddetmek
uk_ua: Відхилити
vi: Bỏ qua
zh_hans: 解雇
zh_hant: 解僱

source: Fetching Workflow Runs....
ar_ae: جلب سير العمل يعمل....
da: Køring af Workflow-Processer....
de: Abruf-Workflow läuft....
de_ch: Abruf-Workflow läuft....
es: Ejecución del flujo de trabajo de recuperación....
es_mx: Ejecución del flujo de trabajo de búsqueda....
es_us: Ejecución del flujo de trabajo de búsqueda....
fr: Exécution du flux de travail de récupération....
fr_ca: Exécution du flux de travail de récupération....
hi_in: वर्कफ़्लो रन प्राप्त कर रहा है....
id: Mengambil Alur Kerja Berjalan....
it: Esecuzione del flusso di lavoro di recupero....
it_ch: Esecuzione del flusso di lavoro di recupero....
ja_jp: ワークフローの取得が実行中...。
ko_kr: 워크플로우 실행 중...
nb_no: Start av arbeidsflyten...
nl: Het uitvoeren van de Workflow voor het ophalen van....
pl: Pobieranie przepływu pracy działa....
pt: Fluxo de Trabalho de Busca em execução....
pt_br: Fluxo de Trabalho de Busca Executando....
ru: Запуска рабочего процесса...
sv: Att hämta Workflow kör...
th: การเรียกกระแสงานทํางาน....
tr: İş Akışı Alım İşlemleri Yürütülüyor....
uk_ua: Запрацювання Робочого Процесу Працює....
vi: Quy trình làm việc theo dõi được chạy....
zh_hans: 检索工作流程运行....
zh_hant: 正在呼叫工作流程...

source: Implementation needed
ar_ae: التنفيذ مطلوب
da: Indførelse påkrævet
de: Einstellung erforderlich
de_ch: Umsetzung erforderlich.
es: Necesita implementación
es_mx: Necesita implementación
es_us: Se requiere implementación
fr: Mise en œuvre nécessaire
fr_ca: Mise en œuvre nécessaire.
hi_in: कार्यान्वयन की आवश्यकता है
id: Implementasi yang dibutuhkan
it: Implementazione necessaria
it_ch: Implementazione necessaria
ja_jp: 導入が必要だ
ko_kr: 구현이 필요함
nb_no: Det er nødvendig å implementere dette.
nl: Implementatie nodig
pl: Potrzebne wdrożenie
pt: Necessidade de implementação
pt_br: Necessidade de implementação.
ru: Требуется реализация
sv: Uppföring behövs
th: การดําเนินการที่จําเป็น
tr: Uygulama gerekli
uk_ua: Необхідна реалізація
vi: Cần thực hiện
zh_hans: 需要实施
zh_hant: 需要實施

source: Copy Relative Path
ar_ae: انسخ المسار النسبي
da: Kopiér Relativ Sti
de: Relativer Pfad kopieren
de_ch: Relativer Pfad kopieren
es: Copia la ruta relativa.
es_mx: Copia la ruta relativa
es_us: Copia la ruta relativa
fr: Copier le chemin relatif
fr_ca: Copier le chemin relatif.
hi_in: सापेक्ष पथ नक़ल करें
id: Salin Jalur Relatif
it: Copia il percorso relativo
it_ch: Copia il percorso relativo.
ja_jp: 相対パスのコピー
ko_kr: 상호 경로 복사하기
nb_no: Kopier relativt sti
nl: Relatief pad kopiëren
pl: Kopiuj ścieżkę względną
pt: Cópia do Caminho Relativo
pt_br: Cópia do Caminho Relativo
ru: Копировать относительный путь
sv: Kopiera relativväg
th: คัดลอกเส้นทางสัมพัทธ์
tr: İlişkilendirilen Yolu Kopy
uk_ua: Копіювати відносний шлях
vi: Sao chép Đường dẫn Liên quan
zh_hans: 复制相对路径
zh_hant: 複製相對路徑

source: No Results for "%@" in project
ar_ae: لا توجد نتائج ل "%@" في المشروع
da: Ingen resultater for "%@" i projektet
de: Keine Ergebnisse für "%@" Im Projekt
de_ch: Keine Ergebnisse für «%@» im Projekt
es: Sin resultados para "%@" En proyecto
es_mx: Sin resultados para "%@" en proyecto
es_us: Sin resultados para "%@" en proyecto
fr: Aucun résultat pour "%@" dans le projet
fr_ca: Aucun résultat pour « %@ » dans le projet
hi_in: के लिए कोई परिणाम नहीं "%@" परियोजना में
id: Tidak ada hasil untuk "%@" Dalam proyek
it: Nessun risultato per "%@" Nel progetto
it_ch: Nessun risultato per “%@” in progetto
ja_jp: に結果なし "%@" プロジェクトで
ko_kr: 결과 없음 "%@" 프로젝트에서
nb_no: Ingen resultater for "%@" i prosjektet
nl: Geen Resultaten voor "%@" in project
pl: Brak wyników dla "%@" W projekcie
pt: Sem Resultados para "%@" no projeto
pt_br: Sem Resultados para "%@" No projeto
ru: Нет результатов для "%@" В проекте
sv: Inga resultat för "%@" i projektet
th: ไม่มีผลลัพธ์สําหรับ "%@" ในโครงการ
tr: İçin Sonuç Yok "%@" projede
uk_ua: Немає результатів для "%@" В проекті
vi: Không có kết quả cho "%@" trong dự án
zh_hans: 没有结果为 "%@" 在项目中
zh_hant: 沒有結果，關於 "%@" 在專案中

source: English
ar_ae: الإنْجْليزيّة
da: Engelsk
de: Englisch
de_ch: Englisch
es: Inglés
es_mx: Inglés
es_us: Inglés
fr: Anglais
fr_ca: Anglais
hi_in: अंग्रेज़ी
id: Bahasa Inggris
it: Inglese
it_ch: Inglese
ja_jp: 英語
ko_kr: 영어
nb_no: Engelsk
nl: Engels
pl: Angielski
pt: Inglês
pt_br: Inglês
ru: Английский
sv: Engelsk
th: ภาษาอังกฤษ
tr: İngilizce
uk_ua: Англійська
vi: Tiếng anh
zh_hans: 英语
zh_hant: 英語

source: Update Notification
ar_ae: تحديث الإشعار
da: Meddelelse om opdatering
de: Benachrichtigung aktualisieren
de_ch: Benachrichtigung aktualisieren
es: Notificación de actualización
es_mx: Notificación de actualización
es_us: Notificación de Actualización
fr: Notifications de mise à jour
fr_ca: Mise à jour notification
hi_in: अधिसूचना अपडेट करें
id: Pemberitahuan Pembaruan
it: Notifica di aggiornamento
it_ch: Notifica di aggiornamento
ja_jp: 通知の更新
ko_kr: 알림 업데이트
nb_no: Oppdateringsvarsel
nl: Melding bijwerken
pl: Powiadomienie o aktualizacji
pt: Notificação de Atualização
pt_br: Notificação de Atualização
ru: Уведомление Об Обновлении
sv: Uppdateringsmeddelande
th: การแจ้งเตือนการอัปเดต
tr: Bildirimde Güncelleme
uk_ua: Оновлення повідомлення
vi: Thông báo Cập nhật
zh_hans: 更新通知
zh_hant: 更新通知

source: AuroraEditor
ar_ae: محرر الشفق
da: Aurora-redaktør
de_ch: AuroraEditor-Editor
es: Editor Aurora
es_mx: Editor Aurora
es_us: EditorAurora
fr: ÉditeurAurora
fr_ca: Éditeur d'Aurora
hi_in: अरोड़ा एडिटर
it_ch: Editore Aurora
ja_jp: オーロラエディタ
ko_kr: 오로라 편집자
nb_no: Aurora-redaktør
pl: Edytor Aurora
pt: Editor Aurora
pt_br: Editor Aurora
sv: Aurora-redigerare
th: ออโรร่าเอดิเตอร์
tr: AuroraEditör
uk_ua: АврораРедактор
vi: Trình Biên Tập Viên Aurora
zh_hans: 极光编辑器
zh_hant: 極光編輯器

source: Install Now
ar_ae: ثبت الآن
da: Installer nu
de: Jetzt installieren
de_ch: Jetzt installieren
es: Instalar ahora
es_mx: Instalar ahora
es_us: Instalar ahora
fr: Installez maintenant
fr_ca: Installez maintenant
hi_in: अभी इंस्टॉल करें
id: Instal Sekarang
it: Installa ora
it_ch: Installa ora
ja_jp: 今すぐインストールする
ko_kr: 지금 설치하기
nb_no: Installer nå
nl: Nu Installeren
pl: Zainstaluj teraz
pt: Instale Agora
pt_br: Instale Agora
ru: Установить сейчас
sv: Installera nu
th: ติดตั้งตอนนี้
tr: Şimdi yükle
uk_ua: Встановити зараз
vi: Cài đặt ngay bây giờ
zh_hans: 立即安装
zh_hant: 立即安裝
